{
    "translations": {
        "chillpill": "calm",
        "pu": "calm",
        "firaga": "fireball",
        "chameleon": "invisibility",
        "kaminari": "lightning"
    },
    "glyphs": {},
    "spells": {
        "calm": {
            "text": [
                "A sense of calm slowly fills TRGT",
                "TRGT suddenly calms down and feels at peace",
                "TRGT takes a moment and reminds themselves to take a moment and find themselves"
            ],
            "requires": [
                "target"
            ]
        },
        "sleep": {
            "text": [
                "TRGT starts feeling drowsy. Their last thoughts fade away as they fall asleep"
              ],
            "requires": [
                "cast",
                "target"
            ]
        },
        "desalinate": {
            "text": [
                "TRGT is salty no more",
                "Taking the form of a magic wave, the spell washes away TRGT's salt"
            ],
            "requires": [
                "target"
            ]
        },
        "fireball": {
            "text": [
                "CSTR forms a huge orb of flames and hurls it at TRGT",
                "༼つಠ益ಠ༽つ ─=≡ΣO))"
            ],
            "requires": [
                "cast",
                "target"
            ]
        },
        "thunder": {
          "text": [
              "CSTR points their hands at TRGT, and a loud, thunderous noise emanates from them. It's so relaxing..."
          ],
          "requires": [
            "cast",
            "target"
          ]
        },
        "lightning": {
          "text": [
              "CSTR poises themselves looking towards the sky, and gestures upward as if beckoning Zeus himself. Immediately, a bolt of lightning strikes TRGT where they lay"
          ],
          "requires": [
            "cast",
            "target"
          ]
        },
        "kokoro heal": {
            "text": [
                "TRGT's strong feels magically start to reduce their intensity",
                "Where once used to be TRGT's broken heart, now a beat can be felt again"
            ],
            "requires": []
        },
        "heal": {
            "text": [
                "A potent healing factor overruns TRGT and their wounds heal rapidly",
                "The damage done to TRGT's body is quickly eliminated, and they feel as good as new!",
                "Something very strong must have healed TRGT, because even their last haircut grew back..."
            ],
            "requires": []
        },
        "invisibility": {
            "text": [
                "With a muffled sound, CSTR suddently disappears",
                "In the blink of an eye, CSTR appears to be gone"
            ],
            "requires": [
                "cast"
            ]
        },
        "song of storms": {
            "text": [
                "CSTR begins singing a sweet song. As the melody picks up speed, the air begins to feel heavy, and after it has finished, a rumble is heard in the distance. Not long after, the downpour starts"
            ],
            "requires": [
                "sing"
            ]
        },
        "condemn": {
            "text": [
                "CSTR has called upon the spirits to punish TRGT for their heinous acts!",
                "A gloom aura envelops TRGT as they become haunted",
                "Such offense can't go unpaid! The spirits have heard CSTR and leer angrily at TRGT"
            ],
            "requires": [
                "cast",
                "target"
            ]
        },
        "reference": {
            "text": [
                "If only I could be so grossly incandescent",
                "Tuturuuuu...  Mayushii desu!",
                "Look to my coming at first light on the fifth day. At dawn, look to the east."
            ],
            "requires": [
                "pray"
            ]
        }
    }
}
