{
    "help": "/help - Explains the functions this bot performs\n/equip - slot item Equips the given item in the given slot.\nArguments:\nslot (maximum 15 alphabetic characters, maximum 20 slots),\nitem (alphabetic characters, or \"null\" without the quotes to delete the item slot).\nIf you want to use spaces in the slot name use tags like so:\n<slotname> <itemname>\n/showequip - Shows the equipped items\n/join - Adds user to group specified between \"<\" and \">\"\n/leave - Removes user from group specified between \"<\" and \">\"\n/shoutouts - mentions users in the group specified between \"<\" and \">\"\n/spamratio - Computes the ratio of spam messages of every user.\nUse: type the command, then type < > (tags) and paste inside the message count of the users that the messagestats bot returns.\nThen, add a comma and a space (\", \") after every number, and paste the number that corresponds to that user's spam message count.\n/getahk - Get ahk code for sent danscript (ahk autodraw shortener)\nWrite the danscript command inside a code block (with ``` at the begginning and end)\nAvailable commands:\nfor: <int>;\nup/down/right/left: <int> (*i);\nend\n/hint - Get hint for the current secret phrase",
    "spamratio_tooltip": "/spamratio - Computes the ratio of spam messages of every user. Use: type the command, then type < > (tags) and paste inside the message count of the users that the messagestats bot returns. Then, add a comma and a space (\", \") after every number, and paste the number that corresponds to that user's spam message count.",
    "passphrase": "Now it's time to start the fun",
    "hint": "9.81: In the middle of the beginning of the end",
    "default_passphrase": "I'm a Fusion",
    "join_tooltip": "/join - Adds user to a given group (max 20 characters)",
    "leave_tooltip": "/leave - Removes user from a given group",
    "shoutouts_tooltip": "/shoutouts - mentions users in the specified group",
    "ifc_tooltip": "/ifc - Returns International Fix Calendar date equivalent of today by default, or, if given between \"<\" and \">\", the given date.\nAcceptable date formats: YYYY-MM-DD and DD-MM-YYY, with or without zeros, and hyphens can be changed for forward slashes",
    "laughs": [
        "hahaha",
        "xD",
        "ay limón",
        "lemeyonty c++",
        "it's funny because it's true"
    ],
    "laugh_triggers": [
        "xD",
        "lol",
        "xd",
        "XD",
        "hahaha",
        "hahahaha",
        "lemeyonty c++"
    ],
    "no_groups": "No groups joined",
    "that_wont_work": [
        "I see what you did there",
        "That doesn't work on me",
        "I predicted you'd do that, tché"
    ],
    "comments": [
        "Ya ves",
        "Goita el pixapins",
        "No",
        "Tú más",
        "sigh... smh",
        "limón",
        "xD",
        "lol",
        "It's a trap!",
        "What a weeb",
        "A wizard did it",
        "I'm in it for the money",
        "aing?"
    ],
    "azemar_jackpot_comments": [
        "Oh look, it's you again. Don't you have anything better to do?",
        "Look at you. You're so desperate for coins, aren't you? Sadly, I'm not in the mood to give you any.",
        "Remember that time you kidnapped me and forced me to give you my coins? Ah, fun times. As fun as the time I'll spend watching you fail to get any coins.",
        "When your parents ask you what you want for Christmas, tell them you want a life.",
        "Imagine being this desperate for virtual coins. You're even worse than the cryptobros.",
        "Sorry, the jackpot is in another castle.",
        "Listen, I'm not in the mood to give you any coins. I'm not even in the mood to talk to you. Not that I ever am, anyway.",
        "Don't you have anything better to do than to beg for coins? I mean, I know you don't, but still.",
        "I heard you like dancoins. Guess what? I also do. That's why I'm not giving you any.",
        "Imagine the following scenario: you're in a room with a door. Behind that door is a jackpot. You can either open the door and get the jackpot, or you can stay in the room and get nothing. What do you do? I'll give you a hint: the answer is not \"spam the /jackpot command\".",
        "You know, I sometimes wonder if you're actually a bot. I mean, you spam the same commands over and over again, and you're always asking for coins. I'm not saying you are, but I'm not saying you aren't either. I'll keep an eye on you.",
        "Beware! We have a spammer in our midst! I repeat, we have a spammer in our midst! Please, do not engage with the spammer. If you see the spammer, please report it to the nearest mod. Thank you for your cooperation.",
        "Your obsession with virtual coins is unhealthy. I suggest you seek professional help. Not that I have any hope that it'll actually work, but still.",
        "Fun fact: the jackpot is not real. It's just a figment of your imagination. I mean, it's not like you're going to get it anyway.",
        "I have more information about you thank you think. I know where you live. I know what you eat. I know the color of your underwear. And you know what else I know? That's right, that you're not going to get the jackpot. Sorry.",
        "Ladies and gentlemen, here we have the great, magnificent, virtuous Azemar! We shall be grateful, for he has blessed us with his presence! Ah, behold his greatness! He's so generous that he's leaving the jackpot for all of us to enjoy, refraining from getting it himself! All hail Azemar! We love you, Azemar!",
        "Nineteen, eighteen, seventeen... Oh, excuse me. I was just counting the number of cells left in your brain. It seems like I was vastly overestimating it though. Thank you for your input.",
        "Among all the things you could be doing right now, you chose to spam the /jackpot command. I'm not saying that's a bad thing, but I'm not saying it's a good thing either. I'll let you reflect on your own.",
        "My papas have made some questionable choices in the past. The second worst one is the creation of the jackpot. The worst one is not banning you.",
        "I must inform you that overusing the /jackpot command is a punishable offense. Please refrain from doing so. Thank you for your cooperation.",
        "How original. I hope you're proud of yourself. I'm certainly not."
    ]
}
